acpi
acpid
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-tw-fonts
adwaita-icon-theme
albert
alsa-firmware
alsa-utils
appimagelauncher-git
arc-gtk-theme
arc-icon-theme
archlinuxcn-keyring
aspell-en
autoconf
autojump
automake
avahi
awesome-terminal-fonts
b43-fwcutter
baobab
bash
besttrace
binutils
bison
bleachbit
bluez-utils
brasero
btrfs-progs
bumblebee
bzip2
calibre
ccache
coreutils
cpupower
crda
cronie
cryptsetup
darktable-git
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
dvdauthor
e2fsprogs
ecryptfs-utils
efibootmgr
ethtool
evince
evolution
evolution-bogofilter
exfat-utils
f2fs-tools
fakeroot
file
file-roller
filesystem
findutils
flatpak
flex
freerdp
gawk
gcc
gcc-libs
gdm-plymouth
gedit
gettext
gimp
gimp-help-en
gimp-help-zh_cn
git
gitkraken
gksu-polkit
glibc
gnome-appfolders-manager
gnome-backgrounds
gnome-calculator
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-mpv
gnome-power-manager
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-manjaro-update
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal-transparency
gnome-themes-extra
gnome-tweaks
gnome-user-share
gnome-wallpapers
go
goldendict
google-chrome
gparted
gradle
grep
grilo-plugins
groff
grub-btrfs
grub-customizer
grub-silent
grub-theme-manjaro
grub2-theme-vimix-git
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gthumb
gtk-arc-flatabulous-theme-git
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
htop
hunspell-en
hunspell-en_US
hyphen-en
ibus
ibus-libpinyin
ibus-qt
ibus-rime
illyria-wallpaper
imagewriter
inetutils
intel-opencl-runtime
intel-opencl-sdk
intel-ucode
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk
jdk8
jfsutils
less
lib32-fontconfig
lib32-gnutls
lib32-gstreamer
lib32-libldap
lib32-mpg123
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-primus
lib32-sdl
lib32-sni-qt-patched-git
libappindicator-gtk3
libappindicator-sharp
libdbusmenu-qt5
libdvdcss
libisoburn
libreoffice-fresh
libreoffice-fresh-zh-cn
libreoffice-fresh-zh-tw
libtool
libva-intel-driver
libva-vdpau-driver
licenses
linux-firmware
linux414
linux414-bbswitch
linux414-headers
linux414-ndiswrapper
linux414-nvidia
linux414-virtualbox-host-modules
linux417
linux417-bbswitch
linux417-headers
linux417-nvidia
linux417-virtualbox-host-modules
live-media
logrotate
lollypop
lsb-release
lvm2
m4
make
man-db
man-pages
man-pages-zh_cn
man-pages-zh_tw
manj-grub
manjaro-alsa
manjaro-artwork
manjaro-artwork-extra
manjaro-aur-support
manjaro-backgrounds
manjaro-browser-settings
manjaro-firmware
manjaro-gdm-check
manjaro-gdm-theme
manjaro-gnome-assets
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-settings-samba
manjaro-system
manjaro-wallpapers-17.0
manjaro-zsh-config
mc
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
mhwd-tui
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousetweaks
ms-office-online
mtr
mutter
namcap
nano
nautilus-admin
nautilus-empty-file
nautilus-share
nautilus-typeahead
nerd-fonts-complete
net-tools
netctl
netstat-nat
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numix-reborn-wallpapers
numlockx
nvidia-utils
nvme-cli
ocl-icd
opencl-headers
opencl-nvidia
openresolv
openssh
os-prober
osdlyrics-git
p7zip
pacman
pacui
pamac
paper-gtk-theme-git
paper-icon-theme-git
papirus-maia-icon-theme
patch
pciutils
pcmciautils
perl
pkgconf
plymouth-theme-manjaro-elegant-hidpi
plymouth-theme-manjaro-redefined-bsplash
polkit-gnome
poppler-data
powerline
powerline-fonts
powertop
procps-ng
psensor
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-pip
qt5-translations
razor
reiserfsprogs
remmina
rsync
s-nail
screenfetch
seahorse
sed
shadow
shadowsocks-qt5
smartgit
snapper-gui
spectre-meltdown-checker
sudo
sushi
synology-drive
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
tlp
tracker
tree
ttf-inconsolata
ttf-indic-otf
ttf-roboto
ttf-wps-fonts
typora
ultra-flat-icons-blue
usb_modeswitch
usbutils
util-linux
variety-git
vi
vim
vim-spell-en
virtualbox-ext-oracle
virtualbox-host-dkms
visual-studio-code-bin
wally
wget
which
whois
wine
wine-mono
wine_gecko
winetricks
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-zenhei
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-void
xfsprogs
xorg-server
xorg-twm
xorg-xinit
xorg-xprop
yaourt
yltra-flat-icons-git
zeal
zsh
